[
  {
    "caaa_message_id": "21799435",
    "post_date": "2025-11-05",
    "from_name": "\"Arthur Csillag\"",
    "from_email": null,
    "listserv": "lawnet",
    "subject": "Re: ORTHO VS PAIN VS PHYSICAL MEDICINE VS CHIROPRACTOR QME PANEL?",
    "body": "Ken, Bret, Hollie, and Matthew - Thank you!   This is very helpful! Art Arthur Csillag, Esq.  acsillaglaw@gmail.com  Law Office Of Arthur Csillag  2410 W. Magnolia Blvd. Burbank, CA  91506 O  (818) 558-7225 / Cell (818) 219-4264 / Fx (818) 558-7151",
    "has_attachment": false,
    "position": 2,
    "page": 1
  },
  {
    "caaa_message_id": "21799251",
    "post_date": "2025-11-05",
    "from_name": "\"John Dunn\"",
    "from_email": null,
    "listserv": "lawnet",
    "subject": "Re: Renbaum on Apportionment",
    "body": "John C. Dunn, Esq.  Attorney at Law  Law Offices of John C. Dunn   1550 The Alameda Ste. 160  San Jose, CA 95126   Telephone: 408.351.1085 | Facsimile: 408.904.5966  john@jcdunnlaw.com    NOTICE: The information contained in this email message is confidential and may also contain privileged attorney-client information or work product. The information is intended only for use of the individual or entity to whom it is addressed. If you are not the intended recipient, or the employee or agent responsible to deliver it to the intended recipient, you are hereby notified that any use, dissemination, distribution or copying of this communication is strictly prohibited. If you have received the email message in error, please immediately notify the sender by reply email and destroy all copies of the original message.  To comply with U.S. Treasury regulations, we advise you that any discussion of Federal tax issues in this communication was not intended or written to be used, and cannot be used, by any person (i) for the purpose of avoiding penalties that may be imposed by the Internal Revenue Service, or (ii) to promote, market or recommend to another party any matter addressed herein.   Neither this information block, the typed name of the sender, nor anything else in this message is intended to constitute an electronic signature unless a specific statement to the contrary is included in this message.",
    "has_attachment": false,
    "position": 6,
    "page": 1
  }
]